[
  {
    "id": "jesus",
    "nameCharacter": "Jesus Cristo",
    "shortDescriptionCharacter": "O Filho de Deus, Salvador e Messias prometido, figura central do cristianismo.",
    "longDescriptionCharacter": "Jesus Cristo é a figura central da fé cristã, reconhecido pelos cristãos como o Filho de Deus e o Messias prometido nas Escrituras do Antigo Testamento. Nascido em Belém por volta do ano 4-6 a.C., Jesus cresceu em Nazaré e iniciou seu ministério público aos cerca de 30 anos. Ele pregou por aproximadamente três anos, realizando milagres, ensinando sobre o Reino de Deus e chamando discípulos. Sua mensagem central era o amor, o perdão e a salvação. Jesus foi crucificado em Jerusalém sob o governo de Pôncio Pilatos, mas segundo a fé cristã, ressuscitou ao terceiro dia, vencendo a morte e oferecendo salvação eterna a toda humanidade. Sua vida, morte e ressurreição são os fundamentos da fé cristã.",
    "historyCharacter": "As principais histórias de Jesus incluem: o nascimento virginal em Belém, a visita dos magos e pastores, a fuga para o Egito, a infância em Nazaré, o batismo no rio Jordão por João Batista, as tentações no deserto, a escolha dos doze apóstulos, o Sermão da Montanha, os milagres de cura e ressurreição, as parábolas sobre o Reino de Deus, a multiplicação dos pães e peixes, a transfiguração no monte, a entrada triunfal em Jerusalém, a última ceia com os discípulos, a oração no Getsêmani, a traição de Judas, o julgamento diante de Pilatos e do Sinédrio, a crucificação no Calvário, a morte e sepultamento, a ressurreição no terceiro dia, as aparições aos discípulos e a ascensão aos céus.",
    "bibleCharacter": "Mateus, Marcos, Lucas, João (todo o Novo Testamento fala sobre Ele)."
  },
  {
    "id": "paulo",
    "nameCharacter": "Paulo (Saulo de Tarso)",
    "shortDescriptionCharacter": "Apóstolo dos gentios, grande missionário e teólogo do cristianismo primitivo.",
    "longDescriptionCharacter": "Paulo, originalmente chamado Saulo de Tarso, foi um dos mais influentes apóstoles do cristianismo primitivo. Nascido em Tarso, na atual Turquia, era um fariseu zeloso e perseguidor feroz dos primeiros cristãos. Sua vida mudou radicalmente no caminho para Damasco, onde teve uma visão de Cristo ressuscitado que o converteu instantaneamente. A partir desse momento, tornou-se o maior missionário do cristianismo, realizando três grandes viagens missionárias que levaram o evangelho aos gentios (não-judeus) por todo o Império Romano. Paulo estabeleceu igrejas em cidades importantes como Corinto, Éfeso, Filipos e Tessalônica. Ele escreveu pelo menos 13 das 27 cartas do Novo Testamento, desenvolvendo grande parte da teologia cristã primitiva. Foi martirizado em Roma por volta de 64-67 d.C., durante a perseguição de Nero.",
    "historyCharacter": "As principais histórias de Paulo incluem: sua educação rigorosa como fariseu sob Gamaliel, a perseguição aos cristãos incluindo o apedrejamento de Estêvão, a conversão dramática no caminho de Damasco com a visão de Jesus, os três dias de cegueira e cura através de Ananias, o período na Arábia, a primeira visita a Jerusalém para conhecer Pedro, as três viagens missionárias estabelecendo igrejas por todo o Mediterrâneo, os milagres realizados em suas missões, o Concílio de Jerusalém defendendo a inclusão dos gentios, os naufrágios e prisões, o julgamento diante de governadores romanos, a viagem a Roma como prisioneiro, e finalmente seu martírio na capital do império.",
    "bibleCharacter": "Atos 9-28, Romanos, 1 e 2 Coríntios, Gálatas, Efésios, Filipenses, Colossenses, 1 e 2 Tessalonicenses, 1 e 2 Timóteo, Tito, Filemom."
  },
  {
    "id": "moises",
    "nameCharacter": "Moisés",
    "shortDescriptionCharacter": "Líder hebreu que tirou o povo de Israel do Egito e recebeu a Lei de Deus.",
    "longDescriptionCharacter": "Moisés foi um dos mais importantes profetas e líderes da história do povo de Israel. Nascido no Egito durante o período de escravidão dos hebreus, foi salvo da morte quando bebê por meio da intervenção divina e da compaixão da filha do faraó. Criado na corte egípcia, recebeu educação privilegiada, mas sempre manteve consciência de suas origens hebraicas. Aos 40 anos, fugiu do Egito após matar um capataz egípcio, vivendo como pastor no deserto de Midiã por outros 40 anos. Aos 80 anos, foi chamado por Deus através da sarça ardente para libertar Israel da escravidão. Liderou o êxodo de aproximadamente 2 milhões de pessoas, recebeu os Dez Mandamentos e toda a Lei no Monte Sinai, e conduziu Israel por 40 anos no deserto. Morreu aos 120 anos às margens da Terra Prometida, sendo considerado o maior profeta e legislador de Israel.",
    "historyCharacter": "As principais histórias de Moisés incluem: seu nascimento durante a opressão no Egito, o resgate das águas do Nilo pela filha do faraó, a educação na corte egípcia, o assassinato do capataz e fuga para Midiã, o casamento com Zípora, o chamado divino na sarça ardente, o retorno ao Egito com seu irmão Arão, as dez pragas enviadas sobre o Egito, a instituição da Páscoa, a saída do Egito com 600 mil homens além de mulheres e crianças, a abertura miraculosa do Mar Vermelho, a jornada pelo deserto com provisão sobrenatural de maná e água, a entrega dos Dez Mandamentos no Monte Sinai, a construção do Tabernáculo, a rebelião do bezerro de ouro, os 40 anos de peregrinação no deserto, as murmurações do povo e juízos divinos, e finalmente sua morte no Monte Nebo contemplando a Terra Prometida.",
    "bibleCharacter": "Êxodo 2-40, Levítico, Números, Deuteronômio."
  },
  {
    "id": "abraao",
    "nameCharacter": "Abraão",
    "shortDescriptionCharacter": "Pai da fé e patriarca das três grandes religiões monoteístas.",
    "longDescriptionCharacter": "Abraão, originalmente chamado Abrão, é uma figura fundamental no judaísmo, cristianismo e islamismo, sendo conhecido como o 'Pai da Fé'. Nascido em Ur dos Caldeus (atual Iraque), viveu por volta de 2000 a.C. Deus o chamou para deixar sua terra natal e família, prometendo fazer dele uma grande nação e abençoar todas as famílias da terra através de sua descendência. Obediente ao chamado divino, migrou para Canaã com sua esposa Sara e sobrinho Ló. Apesar de Sara ser estéril, Deus prometeu que teriam um filho. Após anos de espera e um período de incredulidade que resultou no nascimento de Ismael através da serva Agar, finalmente Isaque nasceu quando Abraão tinha 100 anos. O teste supremo de sua fé foi quando Deus pediu que sacrificasse Isaque, mas no último momento providenciou um cordeiro substituto. Morreu aos 175 anos, sendo sepultado na caverna de Macpela.",
    "historyCharacter": "As principais histórias de Abraão incluem: o chamado divino para deixar Ur e ir para uma terra desconhecida, a jornada para Canaã com toda sua família, a separação de Ló devido aos conflitos entre os pastores, o resgate de Ló quando foi capturado em guerra, o encontro com Melquisedeque rei de Salém, a aliança divina e as promessas de descendência numerosa como as estrelas, o nascimento de Ismael através de Agar devido à impaciência de Sara, a mudança de nome de Abrão para Abraão, a instituição da circuncisão como sinal da aliança, a intercessão pelas cidades de Sodoma e Gomorra, o nascimento milagroso de Isaque quando Sara tinha 90 anos, a expulsão de Agar e Ismael, o teste supremo do sacrifício de Isaque no Monte Moriá, a provisão divina do carneiro substituto, a morte de Sara e compra da caverna de Macpela, o casamento de Isaque com Rebeca, e finalmente sua morte aos 175 anos.",
    "bibleCharacter": "Gênesis 12-25."
  },
  {
    "id": "noe",
    "nameCharacter": "Noé",
    "shortDescriptionCharacter": "Homem justo que construiu a arca e preservou a humanidade durante o dilúvio.",
    "longDescriptionCharacter": "Noé foi um homem justo e íntegro em sua geração, vivendo em uma época de grande corrupção moral na terra. Descendente de Sete através de Enoque e Matusalém, era filho de Lameque. Quando Deus decidiu destruir a terra por causa da maldade generalizada da humanidade, Noé achou graça aos olhos do Senhor por sua retidão. Recebeu a instrução divina para construir uma arca gigantesca para preservar sua família e representantes de todos os animais durante o dilúvio universal. A construção da arca levou provavelmente décadas, durante os quais Noé pregou sobre o juízo vindouro, sendo chamado de 'pregador da justiça'. Após o dilúvio, que durou mais de um ano, Noé e sua família se tornaram os ancestrais de toda a humanidade pós-diluviana. Viveu 950 anos, sendo um dos homens mais longevos da história bíblica.",
    "historyCharacter": "As principais histórias de Noé incluem: sua vida justa em meio a uma geração perversa, o chamado divino para construir a arca devido ao juízo iminente, a construção da arca seguindo especificações detalhadas de Deus, a pregação da justiça durante os anos de construção, a entrada na arca com sua família (esposa, três filhos e suas esposas) e os animais limpos e imundos, o início do dilúvio quando 'se romperam todas as fontes do grande abismo e as janelas dos céus se abriram', os 40 dias e noites de chuva intensa, a permanência na arca por mais de um ano, o envio do corvo e da pomba para verificar as condições da terra, a saída da arca no monte Ararate, a construção do primeiro altar pós-dilúvio e o sacrifício de animais limpos, a aliança divina simbolizada pelo arco-íris prometendo não destruir mais a terra por dilúvio, o plantio da vinha e o episódio da embriaguez, a maldição sobre Canaã e as bênçãos sobre Sem e Jafé, e sua morte aos 950 anos.",
    "bibleCharacter": "Gênesis 6-9."
  },
  {
    "id": "pedro",
    "nameCharacter": "Pedro (Simão Pedro)",
    "shortDescriptionCharacter": "Pescador que se tornou o principal apóstolo e líder da igreja primitiva.",
    "longDescriptionCharacter": "Pedro, originalmente chamado Simão, foi um pescador do Mar da Galileia que se tornou um dos mais proeminentes apóstulos de Jesus Cristo. Homem impulsivo e corajoso, mas também propenso a falhas humanas, Pedro foi chamado por Jesus para ser 'pescador de homens'. Era casado e tinha uma sogra que foi curada por Jesus. Junto com Tiago e João, formava o círculo íntimo dos discípulos, estando presente nos momentos mais importantes do ministério de Jesus. Apesar de ter negado Jesus três vezes durante a crucificação, foi restaurado pelo Senhor ressuscitado e se tornou o principal líder da igreja primitiva. No dia de Pentecostes, pregou o primeiro sermão cristão, resultando na conversão de cerca de 3 mil pessoas. Foi o primeiro a pregar aos gentios (Cornélio), abrindo as portas da igreja aos não-judeus. Segundo a tradição, foi martirizado em Roma por volta de 64 d.C., crucificado de cabeça para baixo por se considerar indigno de morrer da mesma forma que seu Mestre.",
    "historyCharacter": "As principais histórias de Pedro incluem: o chamado inicial quando estava pescando no Mar da Galileia, a pesca milagrosa que precedeu seu chamado definitivo, a confissão de Jesus como 'o Cristo, o Filho do Deus vivo' em Cesareia de Filipo, a tentativa de andar sobre as águas, a transfiguração onde viu Jesus glorificado, o corte da orelha do servo do sumo sacerdote no Getsêmani, a tríplice negação de Jesus durante o julgamento, o choro amargo após a negação, o encontro com Jesus ressuscitado no túmulo vazio, a restauração através da tríplice pergunta 'me amas?', o sermão no Pentecostes com a conversão de 3 mil pessoas, os milagres de cura realizados em nome de Jesus, a prisão e libertação miraculosa pelo anjo, a visão do lençol com animais imundos e a pregação na casa de Cornélio, o confronto com Paulo em Antioquia sobre a questão dos gentios, e finalmente seu martírio em Roma.",
    "bibleCharacter": "Mateus 4, 14-17; Marcos 1, 8-9, 14, 16; Lucas 5, 9, 22, 24; João 1, 13, 18, 20-21; Atos 1-5, 8-12, 15; 1 e 2 Pedro."
  },
  {
    "id": "joao",
    "nameCharacter": "João (o Amado)",
    "shortDescriptionCharacter": "O discípulo amado de Jesus, apóstolo, evangelista e autor do Apocalipse.",
    "longDescriptionCharacter": "João, conhecido como 'o discípulo amado', foi um dos doze apóstulos de Jesus e membro do círculo íntimo junto com Pedro e seu irmão Tiago. Filho de Zebedeu e Salomé, era pescador antes de ser chamado por Jesus. Caracterizava-se por sua juventude, amor profundo por Jesus e zelo ardente (foi chamado de 'Boanerges' - filho do trovão). Era o discípulo que 'Jesus amava' e teve o privilégio único de reclinar-se sobre o peito do Mestre durante a última ceia. Foi o único apóstolo presente na crucificação, onde Jesus lhe confiou o cuidado de sua mãe Maria. Após a ressurreição, tornou-se um dos principais líderes da igreja em Jerusalém. Mais tarde, estabeleceu-se em Éfeso, onde pastoreou por muitos anos. Durante a perseguição de Domiciano, foi exilado na ilha de Patmos, onde recebeu a revelação do Apocalipse. É o autor do quarto evangelho, três epístolas e o livro do Apocalipse. Segundo a tradição, foi o único apóstolo que morreu de morte natural, em idade muito avançada.",
    "historyCharacter": "As principais histórias de João incluem: o chamado junto com seu irmão Tiago enquanto consertavam as redes de pesca, a participação no círculo íntimo presenciando a transfiguração e a agonia no Getsêmani, o pedido ambicioso feito por sua mãe para que ele e Tiago se assentassem à direita e esquerda de Jesus no reino, a sugestão de fazer descer fogo do céu sobre os samaritanos, a posição privilegiada reclinado sobre Jesus na última ceia, a pergunta sobre quem trairia o Mestre, a presença na crucificação quando Jesus lhe confiou Maria, a corrida ao túmulo com Pedro na manhã da ressurreição, o reconhecimento de Jesus na pesca milagrosa no Mar de Tiberíades, a liderança na igreja primitiva em Jerusalém, a prisão junto com Pedro e a defesa diante do Sinédrio, as viagens missionárias com Paulo, o ministério pastoral em Éfeso durante décadas, o exílio na ilha de Patmos durante a perseguição, a visão apocalíptica que resultou no livro do Apocalipse, e sua morte natural em idade avançada como o último apóstolo sobrevivente.",
    "bibleCharacter": "Mateus 4, 10, 17, 20, 26-27; Marcos 1, 3, 5, 9-10, 13-14; Lucas 5, 8-9, 22; João (todo o evangelho), Atos 1, 3-4, 8; 1, 2 e 3 João; Apocalipse."
  },
  {
    "id": "mariaejose",
    "nameCharacter": "Maria e José",
    "shortDescriptionCharacter": "Os pais terrenos de Jesus, escolhidos por Deus para criar o Messias.",
    "longDescriptionCharacter": "Maria e José foram os pais terrenos de Jesus Cristo, escolhidos por Deus para a mais sagrada das missões: criar e proteger o Salvador do mundo. Maria, uma jovem virgem de Nazaré, descendente da linhagem de Davi, foi visitada pelo anjo Gabriel que lhe anunciou que conceberia o Filho do Altíssimo pelo poder do Espírito Santo. Sua resposta humilde - 'eis aqui a serva do Senhor' - demonstrou sua fé extraordinária e submissão à vontade divina. José, carpinteiro e também descendente de Davi, era um homem justo que, ao descobrir a gravidez de Maria, pensou em deixá-la secretamente para não a expor ao opróbrio público. Contudo, um anjo lhe apareceu em sonho explicando a origem divina da concepção, e ele obedientemente tomou Maria como esposa. Juntos, enfrentaram a jornada a Belém, o nascimento em uma manjedoura, a fuga para o Egito, e criaram Jesus em Nazaré com amor, dedicação e temor a Deus.",
    "historyCharacter": "As principais histórias de Maria e José incluem: a anunciação do anjo Gabriel a Maria sobre a concepção virginal, a visita de Maria à sua prima Isabel quando ambas estavam grávidas, o cântico de louvor de Maria (Magnificat), a revelação a José em sonho sobre a origem divina da gravidez de Maria, a jornada a Belém para o censo romano, o nascimento de Jesus na manjedoura por não haver lugar na hospedaria, a visita dos pastores guiados pelos anjos, a apresentação de Jesus no templo e os encontros com Simeão e Ana, a adoração dos magos do oriente com suas ofertas de ouro, incenso e mirra, a fuga para o Egito para escapar da perseguição de Herodes, o retorno e estabelecimento em Nazaré, a visita anual a Jerusalém para a Páscoa, o episódio de Jesus aos 12 anos no templo conversando com os doutores, a angústia de três dias procurando por ele, e a vida simples em Nazaré onde Jesus crescia em sabedoria, estatura e graça.",
    "bibleCharacter": "Mateus 1-2; Lucas 1-2; João 2, 19."
  },
  {
    "id": "mariamadalena",
    "nameCharacter": "Maria Madalena",
    "shortDescriptionCharacter": "Discípula devota de Jesus, primeira testemunha da ressurreição.",
    "longDescriptionCharacter": "Maria Madalena foi uma das mais devotas seguidoras de Jesus Cristo, de quem o Senhor expulsou sete demônios, transformando completamente sua vida. Natural de Magdala, cidade às margens do Mar da Galileia, tornou-se uma das mulheres que acompanhavam Jesus e os apóstulos, sustentando o ministério com seus próprios recursos. Demonstrava amor profundo e gratidão incomensurável por sua libertação e salvação. Esteve presente nos momentos mais cruciais da vida de Jesus: acompanhou-o até a cruz quando muitos discípulos fugiram, permaneceu junto ao sepulcro após o sepultamento, e foi a primeira pessoa a ver Jesus ressuscitado. Recebeu a honra especial de ser a primeira a anunciar a ressurreição aos apóstulos, sendo chamada pelos pais da igreja de 'apóstola dos apóstoles'. Sua fidelidade inabalável, mesmo nos momentos mais sombrios, exemplifica a devoção verdadeira e o amor sacrificial. Representa a transformação radical que o encontro com Jesus pode operar na vida de uma pessoa.",
    "historyCharacter": "As principais histórias de Maria Madalena incluem: a libertação dos sete demônios por Jesus que transformou sua vida completamente, o acompanhamento do ministério de Jesus junto com outras mulheres sustentando-o financeiramente, a possível identificação com a mulher pecadora que ungiu os pés de Jesus na casa de Simão, o fariseu, a presença constante durante o ministério de Jesus na Galileia e Judeia, o acompanhamento até a cruz permanecendo ali quando muitos discípulos haviam fugido, a observação do sepultamento de Jesus e da localização da tumba, a compra de especiarias aromáticas para ungir o corpo de Jesus, a ida ao sepulcro muito cedo no primeiro dia da semana junto com outras mulheres, a descoberta do túmulo vazio e o espanto, a corrida para avisar Pedro e João sobre o desaparecimento do corpo, o retorno ao sepulcro e o choro pensando que haviam levado o corpo, o encontro com os anjos que perguntaram por que chorava, a aparição de Jesus ressuscitado que ela inicialmente confundiu com o jardineiro, o reconhecimento quando Jesus a chamou pelo nome, a tentativa de tocar Jesus e sua instrução para não o tocar, e finalmente o anúncio jubiloso aos discípulos: 'Vi o Senhor!'",
    "bibleCharacter": "Mateus 27-28; Marcos 15-16; Lucas 8, 23-24; João 19-20."
  },
  {
    "id": "salomao",
    "nameCharacter": "Salomão",
    "shortDescriptionCharacter": "O mais sábio rei de Israel, construtor do primeiro templo.",
    "longDescriptionCharacter": "Salomão foi o terceiro rei de Israel e filho do rei Davi com Bate-Seba. Reinou por 40 anos (aproximadamente 970-930 a.C.) e foi considerado o homem mais sábio que já existiu. No início de seu reinado, quando Deus lhe ofereceu qualquer coisa que desejasse, Salomão pediu sabedoria para governar o povo, pedido que agradou tanto a Deus que, além da sabedoria, também lhe concedeu riquezas e honra incomparáveis. Seu reinado marcou o apogeu do reino de Israel, caracterizado pela paz, prosperidade e expansão territorial. Construiu o magnífico Templo de Jerusalém, que se tornou o centro da adoração judaica por quase 400 anos. Era famoso por seus julgamentos sábios, seus 3.000 provérbios, suas 1.005 canções, e seus conhecimentos sobre botânica e zoologia. Contudo, em seus últimos anos, seu coração se desviou de Deus devido à influência de suas muitas esposas estrangeiras, que o levaram à idolatria, resultando na divisão do reino após sua morte.",
    "historyCharacter": "As principais histórias de Salomão incluem: a luta pela sucessão ao trono entre ele e seu irmão Adonias, a unção como rei por Davi ainda em vida, o sonho em Gibeão onde Deus lhe ofereceu qualquer coisa e ele pediu sabedoria, o famoso julgamento das duas mulheres que disputavam um bebê revelando sua sabedoria, a construção do magnifico Templo de Jerusalém levando sete anos, a construção de seu palácio e outras obras arquitetônicas grandiosas, a visita da rainha de Sabá que veio testar sua sabedoria e ficou impressionada, os extensos relacionamentos comerciais e diplomáticos incluindo parcerias com Hirão de Tiro, a escrita de milhares de provérbios e cânticos incluindo Eclesiastes e Cantares, a dedicação solene do templo com a glória de Deus enchendo o lugar, o casamento com a filha de Faraó e centenas de outras esposas e concubinas, a introdução da idolatria em Israel através da influência de suas esposas pagãs, a ira de Deus e a profecia da divisão do reino, o levantamento de adversários como Hadade e Rezom, a rebelião de Jeroboão seu servo, e finalmente sua morte após 40 anos de reinado.",
    "bibleCharacter": "1 Reis 1-11; 2 Crônicas 1-9; Provérbios; Eclesiastes; Cantares."
  },
  {
    "id": "davi",
    "nameCharacter": "Davi",
    "shortDescriptionCharacter": "Pastor de ovelhas que se tornou o maior rei de Israel, homem segundo o coração de Deus.",
    "longDescriptionCharacter": "Davi foi o segundo e maior rei de Israel, reinando por 40 anos (aproximadamente 1010-970 a.C.). Nascido em Belém como o mais novo dos oito filhos de Jessé, era pastor de ovelhas quando foi ungido secretamente pelo profeta Samuel para ser rei, ainda na adolescência. Ganhou fama nacional ao derrotar o gigante filisteu Golias com apenas uma funda e uma pedra, demonstrando sua fé inabalável em Deus. Serviu na corte do rei Saul como músico e guerreiro, tornando-se íntimo amigo de Jônatas, filho de Saul. Devido ao ciúme de Saul, viveu como fugitivo por muitos anos até finalmente assumir o trono. Conquistou Jerusalém e a estabeleceu como capital, trouxe a Arca da Aliança para lá, e desejou construir um templo para Deus. Foi um guerreiro valente, poeta inspirado (autor de muitos salmos), e adorador apaixonado. Apesar de seus grandes pecados, incluindo o adultério com Bate-Seba e o assassinato de Urias, sempre demonstrou coração arrependido, sendo chamado de 'homem segundo o coração de Deus'.",
    "historyCharacter": "As principais histórias de Davi incluem: a unção secreta por Samuel quando era apenas um jovem pastor, a vitória sobre o gigante Golias confiando apenas no nome do Senhor, a entrada na corte de Saul como músico para acalmar o rei com sua harpa, a amizade profunda com Jônatas e o pacto entre eles, a perseguição implacável de Saul e a vida como fugitivo no deserto, as oportunidades de matar Saul mas poupando-o por ser o ungido do Senhor, a formação de um exército de descontentes em Adulão, a proteção divina durante os anos de fuga, a morte de Saul e Jônatas na batalha, o lamento pela morte dos dois, a coroação como rei de Judá em Hebrom e depois de todo Israel, a conquista de Jerusalém dos jebuseus, o estabelecimento de Jerusalém como capital política e religiosa, a vitória sobre os filisteus e outros inimigos, a decisão de trazer a Arca da Aliança para Jerusalém, a morte de Uzá por tocar a arca, a segunda tentativa bem-sucedida com Davi dançando com todas as forças, o desejo de construir um templo e a promessa divina de uma dinastia eterna, as grandes vitórias militares expandindo o reino, o pecado com Bate-Seba e o assassinato de Urias, a confrontação do profeta Natã e o arrependimento de Davi, as consequências na família incluindo a morte do primeiro filho, a rebelião de Absalão e a fuga de Jerusalém, a guerra civil e morte de Absalão, o retorno triunfal, a rebelião de Seba, a peste causada pelo censo, e finalmente a preparação de Salomão para sucedê-lo.",
    "bibleCharacter": "1 Samuel 16-31; 2 Samuel; 1 Reis 1-2; 1 Crônicas 11-29; muitos Salmos."
  },
  {
    "id": "elias",
    "nameCharacter": "Elias",
    "shortDescriptionCharacter": "Profeta poderoso que confrontou a idolatria e foi arrebatado ao céu em um redemoinho.",
    "longDescriptionCharacter": "Elias foi um dos mais poderosos profetas do Antigo Testamento, ministrou durante o reinado dos ímpios reis Acabe e Acazias no reino do norte de Israel (século IX a.C.). Natural de Tisbe, em Gileade, surgiu subitamente na história bíblica para confrontar a crescente idolatria promovida pela rainha Jezabel e seu culto a Baal. Era um homem de oração fervorosa e fé inabalável, através de quem Deus operou milagres extraordinários, incluindo a ressurreição de mortos, a multiplicação de alimentos e o controle dos elementos da natureza. Sua confrontação mais famosa foi no Monte Carmelo, onde sozinho enfrentou 450 profetas de Baal, demonstrando que Javé é o único Deus verdadeiro através do fogo que desceu do céu. Viveu momentos de grande triunfo espiritual, mas também de profundo desânimo, revelando sua humanidade. Foi alimentado por corvos durante a seca, sustentado miraculosamente por uma viúva pobre, e finalmente arrebatado ao céu em um carro de fogo, sendo um dos únicos dois homens que não experimentaram a morte física.",
    "historyCharacter": "As principais histórias de Elias incluem: o surgimento repentino diante do rei Acabe profetizando três anos de seca, o esconderijo no ribeiro de Querite sendo alimentado por corvos, a estadia na casa da viúva de Sarepta onde multiplicou a farinha e o azeite, a ressurreição do filho da viúva, o confronto com Acabe após os três anos de seca, o desafio no Monte Carmelo contra os 450 profetas de Baal, a reconstrução do altar do Senhor e a oração pelo fogo do céu, a matança dos profetas de Baal no ribeiro de Quisom, a oração pela chuva e a pequena nuvem que trouxe a tempestade, a fuga para o deserto por medo das ameaças de Jezabel, o desânimo sob o zimbro pedindo para morrer, o cuidado angelical e a jornada de 40 dias ao Monte Horebe, o encontro com Deus não no vento forte, terremoto ou fogo, mas na voz mansa e delicada, a comissão para ungir Hazael, Jeú e Eliseu, o encontro com Eliseu e o chamado do profeta, os confrontos com Acabe sobre a vinha de Nabote, as profecias contra a casa de Acabe, a consulta de Acazias aos deuses de Ecrom e o fogo que consumiu os capitães, e finalmente o arrebatamento ao céu em um redemoinho com carros e cavalos de fogo.",
    "bibleCharacter": "1 Reis 17-19, 21; 2 Reis 1-2."
  },
  {
    "id": "ezequiel",
    "nameCharacter": "Ezequiel",
    "shortDescriptionCharacter": "Profeta sacerdote que ministrou durante o exílio babilônico, conhecido por suas visões extraordinárias.",
    "longDescriptionCharacter": "Ezequiel foi um profeta e sacerdote que ministrou durante o período do exílio babilônico (século VI a.C.). Filho de Buzi, foi levado cativo para Babilônia em 597 a.C., juntamente com o rei Joaquim e outros líderes de Judá. Aos 30 anos, teve sua primeira visão extraordinária junto ao rio Quebar, onde viu a glória de Deus representada por quatro seres viventes e rodas cheias de olhos. Recebeu o chamado profético de forma dramática, sendo instruído a comer um rolo escrito, simbolizando a incorporação da palavra de Deus. Seu ministério durou pelo menos 22 anos, caracterizado por mensagens de juízo contra Judá e Jerusalém antes da destruição do templo, e posteriormente mensagens de esperança e restauração. Era conhecido por suas ações simbólicas dramáticas e por visões apocalípticas complexas. Suas profecias incluem a famosa visão do vale de ossos secos, representando a restauração de Israel, e visões detalhadas do futuro templo. Seu livro é um dos mais ricos em simbolismo e imaginário apocalíptico de toda a Bíblia.",
    "historyCharacter": "As principais histórias de Ezequiel incluem: a deportação para Babilônia junto com outros líderes judeus, o estabelecimento junto ao rio Quebar entre os exilados, a visão inaugural da glória de Deus com os quatro seres viventes e as rodas, o chamado profético e a comissão de comer o rolo doce como mel, a nomeação como ategia para a casa de Israel, as ações simbólicas incluindo o cerco de Jerusalém em miniatura, o corte do cabelo e barba representando o destino do povo, a visão da idolatria no templo de Jerusalém, a partida da glória de Deus do templo, as profecias de juízo contra Judá e as nações vizinhas, a morte de sua esposa como sinal profético, a notícia da queda de Jerusalém, as profecias contra o Egito e outras nações, a visão do vale de ossos secos e a ressurreição simbólica de Israel, as profecias sobre o futuro rei davídico, a batalha escatológica de Gogue e Magogue, e finalmente a grandiosa visão do novo templo com suas medidas detalhadas e a volta da glória de Deus.",
    "bibleCharacter": "Ezequiel 1-48."
  },
  {
    "id": "joaobatista",
    "nameCharacter": "João Batista",
    "shortDescriptionCharacter": "O precursor de Jesus, último profeta do Antigo Testamento e primeiro do Novo.",
    "longDescriptionCharacter": "João Batista foi o precursor de Jesus Cristo, sendo considerado o último profeta da antiga aliança e a ponte para a nova. Filho do sacerdote Zacarias e Isabel (prima de Maria), nasceu de forma milagrosa quando seus pais já eram idosos e estéreis. Desde o ventre materno foi cheio do Espírito Santo, saltando de alegria quando Maria, grávida de Jesus, visitou sua mãe. Cresceu no deserto, levando vida austera como nazireu, vestindo-se de peles de camelo e alimentando-se de gafanhotos e mel silvestre. Iniciou seu ministério pregando o batismo de arrependimento para perdão dos pecados, cumprindo a profecia de Isaías sobre 'a voz que clama no deserto'. Multidões vinham ouvi-lo e ser batizadas no rio Jordão. Seu momento mais sublime foi quando batizou Jesus, ocasião em que o Espírito Santo desceu como pomba e a voz do Pai se fez ouvir dos céus. Confrontou corajosamente o rei Herodes Antipas por seu casamento adúltero, o que lhe custou a prisão e finalmente a decapitação. Jesus disse que entre os nascidos de mulher não surgiu ninguém maior que João Batista.",
    "historyCharacter": "As principais histórias de João Batista incluem: o anúncio angélico de seu nascimento a Zacarias no templo durante o serviço sacerdotal, a incredulidade de Zacarias e sua consequente mudez, a visitação de Maria a Isabel e o salto de alegria de João no ventre, o nascimento e a recuperação da fala de Zacarias com o cântico profético, o crescimento no deserto, o início do ministério pregando arrependimento no deserto da Judeia, o batismo de multidões no rio Jordão, o confronto com fariseus e saduceus chamando-os de 'raça de víboras', a pregação sobre o machado posto à raiz das árvores, o anúncio da vinda do Messias mais poderoso, o batismo de Jesus e a manifestação trinitária com o Espírito descendo como pomba, o testemunho 'Eis o Cordeiro de Deus que tira o pecado do mundo', a indicação de seus próprios discípulos para seguirem Jesus, a prisão por Herodes devido à denúncia do casamento adúltero com Herodias, a dúvida na prisão enviando discípulos para perguntar se Jesus era realmente o Messias, o testemunho de Jesus sobre João como o maior entre os nascidos de mulher, a festa de aniversário de Herodes, a dança de Salomé e o pedido da cabeça de João numa bandeja, e finalmente sua decapitação na prisão.",
    "bibleCharacter": "Mateus 3, 11, 14; Marcos 1, 6; Lucas 1, 3, 7; João 1, 3."
  },
  {
    "id": "isaque",
    "nameCharacter": "Isaque",
    "shortDescriptionCharacter": "Filho da promessa de Abraão, patriarca pacífico e pai de Jacó e Esaú.",
    "longDescriptionCharacter": "Isaque foi o filho da promessa dado a Abraão e Sara em sua velhice, nascendo quando Abraão tinha 100 anos e Sara 90. Seu nome significa 'riso', lembrando o riso de Sara quando ouviu a promessa de Deus sobre seu nascimento. Foi o segundo patriarca de Israel e o único dos patriarcas que não saiu da Terra Prometida. Era de temperamento mais pacífico que seu pai Abraão e seu filho Jacó, preferindo evitar conflitos. Casou-se com Rebeca, escolhida por Deus através do servo de Abraão, em um dos mais belos relatos de casamento da Bíblia. Após 20 anos de casamento, Rebeca era estéril, mas Isaque orou e Deus lhe concedeu gêmeos: Esaú e Jacó. Durante uma fome, Deus o abençoou grandemente em Gerar, tornando-se tão próspero que os filisteus o invejaram. Cavou vários poços, seguindo o exemplo de seu pai. Viveu 180 anos, sendo o patriarca mais longevo. Sua vida foi marcada pela bênção divina e pela continuidade das promessas feitas a Abraão.",
    "historyCharacter": "As principais histórias de Isaque incluem: o anúncio miraculoso de seu nascimento quando seus pais eram muito idosos, o nascimento cumprindo a promessa divina e trazendo riso e alegria, o crescimento como o herdeiro das promessas, o teste supremo quando Abraão foi ordenado a sacrificá-lo no Monte Moriá, a caminhada até o monte carregando a lenha para seu próprio sacrifício, a pergunta inocente sobre onde estava o cordeiro, a amarração no altar e o livramento no último momento pelo anjo, o crescimento até a idade adulta, a morte de Sara sua mãe, a busca de uma esposa através do servo de Abraão, o encontro providencial com Rebeca junto ao poço, o casamento e o amor imediato por Rebeca, os 20 anos de esterilidade e suas orações por filhos, o nascimento dos gêmeos Esaú e Jacó após oração, a preferência por Esaú enquanto Rebeca preferia Jacó, a ida para Gerar durante a fome e a mentira sobre Rebeca ser sua irmã, a prosperidade extraordinária causando inveja dos filisteus, a abertura de poços e os conflitos com os filisteus, a aliança com Abimeleque rei dos filisteus, a velhice e o enfraquecimento da visão, o engano de Jacó para receber a bênção destinada a Esaú, a descoberta do engano e a confirmação da bênção a Jacó, a bênção alternativa para Esaú, e finalmente sua morte aos 180 anos sendo sepultado por seus dois filhos.",
    "bibleCharacter": "Gênesis 21-35."
  },
  {
    "id": "ester",
    "nameCharacter": "Ester",
    "shortDescriptionCharacter": "Rainha judia que salvou seu povo do extermínio no Império Persa.",
    "longDescriptionCharacter": "Ester, cujo nome original era Hadassa, foi uma jovem judia órfã criada por seu primo Mordecai. Em um dos momentos mais críticos da história de seu povo, foi escolhida para ser rainha do Império Persa, sucedendo Vasti. Sua beleza e humildade a fizeram favorita do rei Assuero (Xerxes I). No entanto, sua identidade judia foi mantida em segredo a princípio. Quando Hamã, o vizir do rei, planejou o extermínio de todos os judeus do império, Ester, arriscando sua própria vida, revelou sua origem ao rei e intercedeu por seu povo. Sua coragem e obediência à providência divina foram cruciais para a reviravolta dos acontecimentos, resultando na salvação dos judeus e na queda de Hamã. Sua história é um testemunho da fidelidade de Deus e da importância da coragem em face da opressão, celebrada anualmente na festa de Purim.",
    "historyCharacter": "As principais histórias de Ester incluem: a vida de Hadassa como órfã criada por Mordecai em Susã, a remoção da rainha Vasti e a busca por uma nova rainha, a entrada de Ester no harém real e sua preparação por um ano, a escolha de Ester como rainha por Assuero, a instrução de Mordecai para que ela não revelasse sua origem judia, a conspiração de Bigtã e Teresch contra o rei desmascarada por Mordecai, a ascensão de Hamã e seu ódio pelos judeus, o decreto de Hamã para aniquilar todos os judeus do império, a angústia de Mordecai e seu apelo a Ester para interceder, a hesitação de Ester em se aproximar do rei sem ser chamada, o jejum de três dias de Ester e todo o povo, a aproximação de Ester ao rei e a extensão do cetro de ouro, os dois banquetes que ela preparou para o rei e Hamã, a noite de insônia do rei e a leitura dos registros reais, a honra pública de Mordecai a mando do rei, a revelação do plano de Hamã no segundo banquete e a súplica de Ester pela vida de seu povo, a ira do rei e a execução de Hamã na forca que ele preparara para Mordecai, a emissão de um novo decreto que permitia aos judeus se defenderem, a vitória dos judeus sobre seus inimigos e a instituição da festa de Purim.",
    "bibleCharacter": "Ester 1-10."
  },
  {
    "id": "daniel",
    "nameCharacter": "Daniel",
    "shortDescriptionCharacter": "Profeta e estadista judeu exilado na Babilônia, conhecido por sua fidelidade e visões proféticas.",
    "longDescriptionCharacter": "Daniel foi um dos quatro jovens judeus levados cativos para a Babilônia no primeiro exílio (605 a.C.). Apesar de estar em uma terra estrangeira e pagã, Daniel manteve sua integridade e fidelidade a Deus, recusando-se a se contaminar com a comida do rei. Deus lhe concedeu uma sabedoria e discernimento excepcionais, permitindo-lhe interpretar sonhos e visões, o que o elevou a posições de grande influência nos reinos da Babilônia e da Pérsia. Serviu sob Nabucodonosor, Belsazar, Dario e Ciro. Sua vida foi marcada por milagres, como a preservação na cova dos leões, e por visões apocalípticas detalhadas sobre o futuro das nações e a vinda do Messias. O livro de Daniel é uma mistura de narrativa histórica e profecia, com mensagens sobre a soberania de Deus sobre a história humana e a importância da fé em meio à perseguição.",
    "historyCharacter": "As principais histórias de Daniel incluem: a seleção de Daniel e seus três amigos (Hananias, Misael e Azarias) para o serviço real, a decisão de não se contaminar com a comida e o vinho do rei e a dieta de legumes e água, a concessão divina de sabedoria e conhecimento a Daniel e seus amigos, a interpretação do sonho da estátua de Nabucodonosor, a ascensão de Daniel a uma posição de destaque no reino, a experiência de seus amigos na fornalha ardente por se recusarem a adorar a estátua, a interpretação do sonho da árvore de Nabucodonosor e a loucura do rei, a interpretação da escrita na parede (Mene, Mene, Tequel, Parsim) durante o banquete de Belsazar, a queda da Babilônia para os persas, a ascensão de Daniel no reino persa sob Dario, a conspiração dos sátrapas e a proibição de orar a qualquer deus ou homem exceto o rei, a oração diária de Daniel e sua condenação à cova dos leões, a preservação milagrosa na cova dos leões e a exaltação de Daniel, as visões das quatro grandes bestas, a visão do Carneiro e do Bode, a visão das setenta semanas proféticas, a visão do 'Ancião de Dias' e do 'Filho do Homem', e as profecias sobre a ascensão e queda de impérios.",
    "bibleCharacter": "Daniel 1-12."
  },
  {
    "id": "josedoegito",
    "nameCharacter": "José (do Egito)",
    "shortDescriptionCharacter": "Filho de Jacó, vendido como escravo, que se tornou governador do Egito e salvou sua família da fome.",
    "longDescriptionCharacter": "José foi um dos doze filhos de Jacó (Israel) e o primeiro filho de Raquel, sua esposa amada. Ele era o filho preferido de seu pai, o que gerou ciúmes em seus irmãos. Sua vida foi marcada por altos e baixos dramáticos. Após ter sonhos proféticos sobre sua futura proeminência, foi vendido por seus irmãos como escravo e levado para o Egito. Lá, enfrentou provações, incluindo a tentação de Potifar e a prisão injusta, mas sua fidelidade a Deus e sua integridade o levaram a prosperar mesmo em circunstâncias adversas. Sua habilidade divina de interpretar sonhos chamou a atenção do Faraó, que o tirou da prisão e o elevou à posição de governador de todo o Egito. Ele implementou um plano sábio que salvou o Egito e as nações vizinhas de uma grande fome, e por fim, reencontrou sua família, perdoou seus irmãos e os trouxe para viver no Egito, cumprindo as promessas de Deus e preparando o cenário para o Êxodo.",
    "historyCharacter": "As principais histórias de José incluem: o favoritismo de Jacó por José e a túnica de muitas cores, os sonhos proféticos de José sobre seus irmãos e pais se curvando a ele, o ciúme dos irmãos e o plano de matá-lo, a venda de José como escravo para mercadores ismaelitas, a ida para o Egito e a compra por Potifar, a prosperidade de José na casa de Potifar e a tentação da esposa de Potifar, a prisão injusta de José, a interpretação dos sonhos do copeiro e do padeiro na prisão, a libertação e a ascensão do copeiro, o esquecimento de José na prisão por dois anos, os sonhos do Faraó sobre as sete vacas gordas e magras e as espigas cheias e secas, a lembrança do copeiro sobre José, a interpretação dos sonhos do Faraó e a profecia dos sete anos de fartura e sete anos de fome, a nomeação de José como governador do Egito e sua implementação do plano de armazenar alimentos, o casamento de José com Azenate e o nascimento de Manassés e Efraim, a chegada de seus irmãos ao Egito em busca de alimentos, o reconhecimento de José por seus irmãos (mas não o contrário), os testes impostos por José aos irmãos incluindo a acusação de espionagem e a retenção de Simeão, a colocação do copo na sacola de Benjamim, a revelação dramática de sua identidade aos irmãos e o perdão, a ida de Jacó e toda a sua família para o Egito, a provisão de José para sua família na terra de Gósen, a morte de Jacó e a promessa de levar seus ossos de volta à Terra Prometida, e a morte de José aos 110 anos.",
    "bibleCharacter": "Gênesis 37-50."
  },
  {
    "id": "samuel",
    "nameCharacter": "Samuel",
    "shortDescriptionCharacter": "Profeta, sacerdote e juiz de Israel, que ungiu os primeiros reis Saul e Davi.",
    "longDescriptionCharacter": "Samuel foi uma figura central na transição de Israel da era dos juízes para a monarquia. Filho de Ana, que era estéril e orou fervorosamente por um filho, foi consagrado ao Senhor desde o nascimento e serviu no templo sob o sacerdote Eli desde a infância. Deus o chamou ainda jovem, estabelecendo-o como profeta em todo o Israel. Ele julgou o povo com retidão, restaurou a adoração a Deus e liderou Israel em vitórias contra os filisteus. Quando o povo pediu um rei, Samuel relutantemente ungiu Saul, mas devido à desobediência de Saul, Samuel foi enviado para ungir Davi, um pastor de ovelhas, como o próximo rei. Sua vida exemplifica a dedicação a Deus, a obediência à Sua voz e a integridade no serviço, atuando como um elo entre o antigo e o novo tempo em Israel.",
    "historyCharacter": "As principais histórias de Samuel incluem: a esterilidade de Ana e sua oração fervorosa no templo, a promessa de Ana de dedicar seu filho a Deus, o nascimento de Samuel e seu significado ('ouvido por Deus'), a entrega de Samuel a Eli no templo ainda criança, o chamado de Deus a Samuel enquanto dormia no templo, a revelação divina sobre a queda da casa de Eli, o crescimento de Samuel como profeta e o reconhecimento em todo Israel, a vitória de Israel sobre os filisteus em Ebenezer sob a liderança de Samuel, o estabelecimento de Samuel como juiz em Israel, o pedido do povo por um rei 'como as outras nações', a advertência de Samuel sobre os perigos da monarquia, a unção de Saul como o primeiro rei de Israel, o aviso a Saul sobre a obediência ser melhor que o sacrifício, a rejeição de Saul por Deus devido à sua desobediência, a unção secreta de Davi em Belém enquanto ainda era um jovem pastor, a busca de Saul por Samuel para se arrepender (mas era tarde demais), e a morte de Samuel e o luto de todo o Israel por ele.",
    "bibleCharacter": "1 Samuel 1-28."
  },
  {
    "id": "eliseu",
    "nameCharacter": "Eliseu",
    "shortDescriptionCharacter": "Profeta sucessor de Elias, conhecido por realizar muitos milagres.",
    "longDescriptionCharacter": "Eliseu foi o profeta que sucedeu Elias, recebendo uma porção dobrada de seu espírito profético. Ele era de Abel-Meolá e foi chamado por Elias enquanto estava arando o campo. Eliseu deixou tudo para seguir seu mestre, servindo-o fielmente até o arrebatamento de Elias. Após o arrebatamento, Eliseu tomou o manto de Elias e continuou seu ministério com grande poder, realizando mais milagres do que qualquer outro profeta do Antigo Testamento. Seus milagres incluíram a purificação das águas de Jericó, a maldição dos jovens zombadores, a provisão de água para três reis, a multiplicação do azeite da viúva, a ressurreição do filho da sunamita, a cura da lepra de Naamã, e a recuperação do machado perdido. Ele aconselhava reis, denunciava o pecado e exercia grande influência espiritual em Israel, sendo uma voz de Deus em um período de grande instabilidade e idolatria.",
    "historyCharacter": "As principais histórias de Eliseu incluem: o chamado de Elias a Eliseu enquanto ele arava o campo, o abandono de sua vida anterior e o seguimento de Elias, o serviço fiel a Elias até o dia do arrebatamento, o pedido de uma porção dobrada do espírito de Elias, o arrebatamento de Elias e a tomada de seu manto, a divisão das águas do Jordão com o manto de Elias, a purificação das águas de Jericó, a maldição dos jovens zombadores que foram atacados por ursas, a provisão miraculosa de água para os exércitos de Israel, Judá e Edom, a multiplicação do azeite da viúva para que ela pudesse pagar suas dívidas, a ressurreição do filho da sunamita, a purificação da panela de ensopado envenenado, a multiplicação de pães para cem homens, a cura da lepra de Naamã, o chefe do exército sírio, a recuperação do machado que caiu na água, a revelação dos planos sírios ao rei de Israel, a cegueira temporária dos soldados sírios, o cerco de Samaria e a profecia do fim da fome, a morte do rei Jeorão e a unção de Jeú como rei, a morte de Eliseu e o milagre do homem que ressuscitou ao tocar seus ossos.",
    "bibleCharacter": "1 Reis 19; 2 Reis 2-13."
  },
  {
    "id": "isaias",
    "nameCharacter": "Isaías",
    "shortDescriptionCharacter": "O 'profeta evangélico', conhecido por suas profecias detalhadas sobre o Messias.",
    "longDescriptionCharacter": "Isaías foi um dos maiores profetas do Antigo Testamento, ministrando em Judá durante os reinados de Uzias, Jotão, Acaz e Ezequias (século VIII a.C.). Seu nome significa 'O Senhor é salvação', e seu livro é frequentemente chamado de 'o quinto Evangelho' devido às suas inúmeras e detalhadas profecias sobre o Messias. Ele profetizou sobre o nascimento virginal de Jesus, seu sofrimento como Servo do Senhor, sua morte expiatória e seu futuro reino glorioso. Isaías pregou poderosamente contra a idolatria e a injustiça social, clamando por arrependimento e fé no Senhor. Teve uma visão marcante da santidade de Deus em seu templo. Sua mensagem é um chamado à esperança e à confiança na soberania de Deus, mesmo em tempos de crise e ameaças externas.",
    "historyCharacter": "As principais histórias de Isaías incluem: a visão do Senhor assentado em um alto e sublime trono no templo, a purificação de seus lábios por um serafim com uma brasa, o chamado para ser profeta e a pergunta 'Quem há de ir por nós?', as profecias sobre a invasão assíria e a queda de Samaria, as profecias sobre o nascimento do Emanuel ('Deus conosco'), as profecias sobre o 'Servo Sofredor' e sua morte vicária, o conselho ao rei Acaz para confiar em Deus em vez de buscar alianças humanas, a intervenção divina para livrar Jerusalém do cerco assírio nos dias de Ezequias, a cura miraculosa de Ezequias e o sinal do sol retrocedendo, as profecias sobre o exílio babilônico e a futura restauração de Israel, as profecias messiânicas detalhadas sobre a vinda do Reino de Deus e a paz universal, e as profecias sobre o novo céu e a nova terra.",
    "bibleCharacter": "Isaías 1-66."
  },
  {
    "id": "jeremias",
    "nameCharacter": "Jeremias",
    "shortDescriptionCharacter": "O 'profeta chorão', que advertiu Judá sobre o juízo divino e o exílio.",
    "longDescriptionCharacter": "Jeremias foi um profeta que ministrou em Judá durante os últimos anos do reino do sul, antes e durante o exílio babilônico (final do século VII e início do século VI a.C.). Chamado por Deus ainda jovem, ele enfrentou enorme oposição e perseguição por sua mensagem impopular de juízo iminente e a necessidade de submissão à Babilônia. Seu ministério foi marcado por lágrimas e profunda angústia pelo destino de seu povo, o que lhe rendeu o apelido de 'profeta chorão'. Ele profetizou a destruição de Jerusalém e o exílio de 70 anos, mas também trouxe mensagens de esperança de um 'novo pacto' e restauração futura. O livro de Jeremias é uma mistura de profecias, narrativas biográficas e lamentos, revelando a compaixão de Deus mesmo em meio ao juízo.",
    "historyCharacter": "As principais histórias de Jeremias incluem: o chamado de Deus a Jeremias ainda jovem, a relutância inicial de Jeremias em aceitar o chamado, as advertências de Jeremias sobre a apostasia de Judá e a vinda do juízo babilônico, a destruição do templo e de Jerusalém, o confronto com os falsos profetas que prometiam paz, a perseguição e prisão de Jeremias pelos oficiais e reis de Judá, a escrita de suas profecias em um rolo por Baruque e sua posterior queima pelo rei Jeoaquim, o sermão do templo alertando sobre a destruição, a compra de um campo como sinal da futura restauração, a queda de Jerusalém e a deportação para a Babilônia, a permanência de Jeremias em Judá com Gedalias e o remanescente, a fuga para o Egito forçada por um grupo de judeus, e as profecias sobre o novo pacto e a restauração de Israel e Judá.",
    "bibleCharacter": "Jeremias 1-52; Lamentações."
  },
  {
    "id": "estevao",
    "nameCharacter": "Estêvão",
    "shortDescriptionCharacter": "Primeiro mártir cristão, homem cheio do Espírito Santo e de sabedoria.",
    "longDescriptionCharacter": "Estêvão foi um dos sete homens escolhidos pela igreja primitiva em Jerusalém para servir as mesas e cuidar das viúvas, a fim de que os apóstolos pudessem se dedicar à oração e ao ministério da Palavra. No entanto, ele era muito mais do que um diácono; era um homem 'cheio de fé e do Espírito Santo', que realizava grandes maravilhas e sinais entre o povo. Sua sabedoria e o poder do Espírito com que falava eram tão grandes que seus oponentes não conseguiam refutá-lo. Foi falsamente acusado de blasfêmia contra Moisés e contra Deus. Em seu julgamento, proferiu um poderoso sermão histórico que culminou em uma forte acusação contra seus acusadores por rejeitarem o Espírito Santo e perseguirem os profetas. Sua pregação levou ao seu martírio, sendo apedrejado até a morte. Sua morte é um ponto de virada crucial no livro de Atos, pois iniciou uma grande perseguição que espalhou os cristãos para outras regiões, levando à evangelização de Samaria e de outras partes do mundo conhecido. Ele é o primeiro mártir cristão, e sua morte foi testemunhada por Saulo (futuro Paulo).",
    "historyCharacter": "As principais histórias de Estêvão incluem: a escolha dos sete diáconos para servir a igreja, a reputação de Estêvão como homem cheio de fé e do Espírito Santo, a realização de grandes maravilhas e sinais entre o povo, os debates com membros da Sinagoga dos Libertos e de outras sinagogas, a incapacidade dos oponentes de resistir à sabedoria e ao Espírito com que Estêvão falava, as falsas acusações de blasfêmia contra Moisés e contra Deus, a prisão de Estêvão e seu julgamento diante do Sinédrio, o poderoso sermão de Estêvão que recapitula a história de Israel e denuncia a rebelião do povo contra Deus e seus profetas, a visão de Jesus em pé à direita de Deus, a fúria dos oponentes de Estêvão ao ouvir sua visão, o apedrejamento de Estêvão fora da cidade, as palavras finais de Estêvão pedindo que Deus perdoasse seus assassinos, e o testemunho de Saulo (Paulo) da sua morte.",
    "bibleCharacter": "Atos 6-7."
  },
  {
    "id": "samaritana",
    "nameCharacter": "A Mulher Samaritana",
    "shortDescriptionCharacter": "Mulher de Samaria que teve um encontro transformador com Jesus junto ao poço.",
    "longDescriptionCharacter": "A mulher samaritana é uma figura anônima cujo encontro com Jesus no poço de Jacó é um dos mais ricos e significativos relatos dos Evangelhos. Como samaritana, ela era desprezada pelos judeus, e sua vida pessoal, com cinco casamentos e vivendo com um homem que não era seu marido, a tornava socialmente marginalizada até mesmo em sua própria aldeia. Apesar das barreiras sociais e religiosas, Jesus iniciou uma conversa com ela, oferecendo 'água viva' e revelando que Ele conhecia todos os detalhes de sua vida. Esse encontro levou à sua transformação e a tornou uma das primeiras e mais eficazes evangelistas de Jesus, pois ela prontamente voltou à sua cidade para contar a todos sobre o homem que conhecia tudo sobre ela e que poderia ser o Messias. Sua história demonstra a disposição de Jesus em quebrar barreiras sociais, religiosas e de gênero para oferecer salvação a todos, independentemente de seu passado.",
    "historyCharacter": "As principais histórias da Mulher Samaritana incluem: a ida de Jesus para a Galileia e a decisão de passar por Samaria, a chegada de Jesus ao poço de Jacó em Sicar e seu pedido de água à mulher, a surpresa da mulher pelo fato de um judeu conversar com uma samaritana, a oferta de Jesus da 'água viva' que sacia para sempre, a mudança da conversa para a vida pessoal da mulher e a revelação de Jesus sobre seus cinco maridos e seu parceiro atual, a percepção da mulher de que Jesus era um profeta, a discussão sobre o lugar correto de adoração (Monte Gerizim vs. Jerusalém), a revelação de Jesus de que 'Deus é Espírito' e deve ser adorado em espírito e em verdade, a declaração da mulher sobre a vinda do Messias, a auto-revelação de Jesus: 'Eu sou Ele, o que fala contigo', o abandono do cântaro e a corrida de volta para sua cidade, o testemunho dela aos samaritanos sobre Jesus, e a ida de muitos samaritanos para ver Jesus e a fé deles em Suas palavras.",
    "bibleCharacter": "João 4."
  },
  {
    "id": "raabe",
    "nameCharacter": "Raabe",
    "shortDescriptionCharacter": "Prostituta de Jericó que escondeu os espias israelitas e foi salva com sua família.",
    "longDescriptionCharacter": "Raabe era uma prostituta que vivia na cidade de Jericó na época da conquista de Canaã por Israel. Apesar de sua profissão, ela demonstrou uma fé notável no Deus de Israel ao ouvir sobre Seus feitos poderosos em favor de Seu povo. Quando Josué enviou dois espias para Jericó, Raabe os escondeu em sua casa, arriscando sua própria vida. Ela fez um pacto com os espias, pedindo que salvassem sua família quando Israel atacasse a cidade. Em troca, ela pendurou um cordão escarlate em sua janela como sinal. Quando Jericó foi destruída, Raabe e toda a sua família foram poupados. Ela é celebrada no Novo Testamento como um exemplo de fé (Hebreus 11) e de obras (Tiago 2), e se tornou ancestral de Davi e, portanto, de Jesus Cristo, demonstrando que a graça de Deus se estende a todos, independentemente de seu passado.",
    "historyCharacter": "As principais histórias de Raabe incluem: a chegada dos espias israelitas a Jericó, a ida dos espias à casa de Raabe, o relatório ao rei de Jericó sobre a presença dos espias, a ação de Raabe em esconder os espias no telhado sob talos de linho, a mentira de Raabe aos perseguidores do rei, a conversa de Raabe com os espias e sua declaração de fé no Senhor, o pacto entre Raabe e os espias para salvar sua família, a instrução para pendurar um cordão escarlate na janela como sinal, a fuga dos espias através da janela de Raabe e a ida deles para as montanhas, o retorno dos espias a Josué, a conquista de Jericó e a queda das muralhas, a entrada dos espias na casa de Raabe para resgatá-la e sua família, a permanência de Raabe e sua família com Israel, sua incorporação ao povo de Israel e sua descendência.",
    "bibleCharacter": "Josué 2, 6; Mateus 1:5; Hebreus 11:31; Tiago 2:25."
  },
  {
    "id": "ana",
    "nameCharacter": "Ana",
    "shortDescriptionCharacter": "Mãe de Samuel, mulher de oração e fé que perseverou na esterilidade.",
    "longDescriptionCharacter": "Ana foi uma das duas esposas de Elcana, e a mãe do profeta Samuel. Por muitos anos, Ana foi estéril, o que era motivo de grande vergonha e tristeza em sua cultura, e ainda era provocada pela outra esposa de Elcana, Penina, que tinha filhos. Apesar da dor, Ana demonstrou uma fé e perseverança extraordinárias em oração. Anualmente, ela ia ao tabernáculo em Siló e derramava sua alma diante do Senhor, pedindo um filho. Sua oração sincera foi ouvida, e Deus lhe concedeu um filho, Samuel, cujo nome significa 'ouvido por Deus'. Em cumprimento de seu voto, Ana dedicou Samuel ao serviço do Senhor no templo desde a infância. Seu cântico de louvor após o nascimento de Samuel é um belo exemplo de adoração e profecia, e ela é um modelo de fé, oração e submissão à vontade de Deus.",
    "historyCharacter": "As principais histórias de Ana incluem: a esterilidade de Ana em contraste com a fertilidade de Penina, as provocações de Penina a Ana, a ida anual de Elcana e sua família a Siló para adorar, a tristeza e o choro de Ana no tabernáculo, a oração fervorosa de Ana e seu voto de dedicar o filho ao Senhor, a observação de Eli, o sacerdote, que pensou que ela estava embriagada, a explicação de Ana sobre sua angústia e a bênção de Eli, o retorno para casa e a concepção de Samuel, o nascimento de Samuel e o significado de seu nome, a dedicação de Samuel ao Senhor após o desmame, o cântico de louvor de Ana (o Magnificat do Antigo Testamento), as visitas anuais de Ana a Samuel em Siló, levando-lhe uma túnica nova, e a bênção de Deus com mais filhos e filhas para Ana e Elcana.",
    "bibleCharacter": "1 Samuel 1-2."
  },
  {
    "id": "gideao",
    "nameCharacter": "Gideão",
    "shortDescriptionCharacter": "Juiz de Israel que libertou o povo dos midianitas com um exército pequeno.",
    "longDescriptionCharacter": "Gideão foi um dos juízes de Israel, chamado por Deus para libertar seu povo da opressão dos midianitas. Inicialmente, ele se via como o 'menor da casa de seu pai' e um homem hesitante, buscando sinais de Deus para confirmar Sua vontade. Sua história é marcada por sua fé, que, embora vacilante, foi fortalecida pela intervenção divina. Com um exército de apenas 300 homens, Gideão, guiado por Deus, derrotou um vasto exército midianita, demonstrando que a vitória vem do poder de Deus e não da força humana. Apesar de suas conquistas, a vida de Gideão também serve como um lembrete das tentações após a vitória, já que ele posteriormente fez um éfode de ouro que levou Israel à idolatria. No entanto, ele é lembrado como um herói da fé por sua coragem e obediência inicial a Deus.",
    "historyCharacter": "As principais histórias de Gideão incluem: a opressão dos midianitas sobre Israel, o aparecimento do Anjo do Senhor a Gideão enquanto ele malhava trigo no lagar, a surpresa de Gideão e sua dúvida sobre o chamado de Deus, o pedido de um sinal de fogo consumindo sua oferta, a destruição do altar de Baal de seu pai e a construção de um altar ao Senhor, o nome 'Jerubaal' (que Baal contenda contra ele), o clamor do Espírito do Senhor sobre Gideão, o pedido dos dois sinais do velo de lã (seco na terra úmida e úmido na terra seca) para confirmar o chamado, a reunião de um grande exército israelita, a redução do exército de Gideão de 32.000 para 10.000 e depois para 300 homens, a estratégia divina de usar trombetas, cântaros e tochas para confundir o exército midianita, a vitória esmagadora sobre os midianitas, a perseguição dos reis midianitas Orebe, Zeebe, Zebá e Salmuna, a recusa de Gideão em se tornar rei, mas a criação de um éfode de ouro que se tornou objeto de idolatria para Israel, os 40 anos de paz durante seu tempo de juiz, e sua morte.",
    "bibleCharacter": "Juízes 6-8."
  },
  {
    "id": "débora",
    "nameCharacter": "Débora",
    "shortDescriptionCharacter": "Profetisa e juíza de Israel, que liderou o povo à vitória contra os cananeus.",
    "longDescriptionCharacter": "Débora foi a única mulher a servir como juíza em Israel, um período de grande anarquia e opressão. Ela era uma profetisa, o que significa que recebia e transmitia mensagens de Deus ao povo. Seu assento de julgamento ficava sob uma palmeira, onde os israelitas vinham a ela para julgamento. Em uma época em que Israel estava sob o domínio cruel do rei cananeu Jabim e seu comandante Sísera, Débora convocou o general Baraque e o encorajou a lutar, profetizando que o Senhor entregaria Sísera em suas mãos. Sua liderança inspirou coragem e fé no povo, resultando em uma vitória decisiva sobre os cananeus. Seu cântico de vitória, entoado com Baraque, é um dos mais antigos poemas hebraicos da Bíblia. Débora representa a força, a sabedoria e a coragem feminina a serviço de Deus e de seu povo.",
    "historyCharacter": "As principais histórias de Débora incluem: a opressão de Israel por Jabim, rei de Canaã, e seu comandante Sísera, a descrição de Débora como profetisa e juíza de Israel, o chamado de Débora a Baraque para liderar o exército contra Sísera, a recusa de Baraque em ir sem a presença de Débora, a profecia de Débora de que a glória da vitória não seria de Baraque, mas de uma mulher (Jael), a reunião das tribos de Naftali e Zebulom para a batalha, a liderança de Débora na batalha contra Sísera, a derrota do exército de Sísera e a fuga de Sísera a pé, a morte de Sísera por Jael (esposa de Héber, o queneu) que o matou com uma estaca de tenda enquanto ele dormia, o cântico de Débora e Baraque celebrando a vitória e a libertação de Israel, e os 40 anos de paz que se seguiram sob sua liderança.",
    "bibleCharacter": "Juízes 4-5."
  },
  {
    "id": "rute",
    "nameCharacter": "Rute",
    "shortDescriptionCharacter": "Mulher moabita leal que se tornou ancestral de Davi e de Jesus Cristo.",
    "longDescriptionCharacter": "Rute era uma mulher moabita que viveu no período dos Juízes. Sua história é um belo exemplo de lealdade, fé e redenção. Após a morte de seu marido e sogro, que eram israelitas, Rute escolheu permanecer com sua sogra Noemi, declarando sua famosa frase: 'Para onde fores, irei; e onde pousares, ali pousarei eu; o teu povo será o meu povo, o teu Deus, o meu Deus.' Ela deixou sua terra natal e sua cultura para se juntar ao povo de Israel em Belém, vivendo na pobreza. No entanto, sua fidelidade e trabalho duro chamaram a atenção de Boaz, um parente rico de Noemi. Por meio da lei do resgatador (levirato), Boaz se casou com Rute, redimindo tanto ela quanto as terras de Noemi. Rute se tornou a bisavó do rei Davi e, portanto, uma ancestral de Jesus Cristo, demonstrando que a graça de Deus se estende a todas as nações e que Ele pode usar pessoas inesperadas para cumprir Seus planos.",
    "historyCharacter": "As principais histórias de Rute incluem: a família de Elimeleque e Noemi que migrou para Moabe devido à fome, a morte de Elimeleque e seus dois filhos, Malom e Quiliom, os casamentos de Rute e Orfa com os filhos de Noemi, a decisão de Noemi de retornar a Belém após a morte de seus filhos, o desejo de Orfa de voltar para sua família e deuses, a lealdade inabalável de Rute e sua decisão de permanecer com Noemi, a chegada de Rute e Noemi a Belém em meio à colheita da cevada, a permissão de Rute para respigar nos campos para sustentar a si e a Noemi, o encontro providencial com Boaz, um parente rico de Elimeleque, a bondade de Boaz para com Rute, a instrução de Noemi a Rute para se deitar aos pés de Boaz na eira, a surpresa de Boaz e sua prontidão em cumprir seu dever como resgatador, a reunião dos anciãos no portão da cidade para resolver a questão do resgate da terra e o casamento com Rute, o casamento de Boaz e Rute, o nascimento de Obede, que se tornou o pai de Jessé e avô do rei Davi, e a inclusão de Rute na linhagem de Jesus Cristo.",
    "bibleCharacter": "Rute 1-4."
  }
]